
<html>
<head>
<title>Plants Cookies</title>

<?php include_once('header.php'); ?>

<link href="stationcss.css" rel="stylesheet" type="text/css"/>
</head>


<div class="container">
  <h1>Plants Cookies</h1>
  <p class="color2">柠檬奶油馅:牛奶	 150g<br/> 
柠檬奶油馅：柠檬皮	 1小勺<br/> 
柠檬奶油馅：鲜柠檬汁	 20ml<br/>
柠檬奶油馅：白砂糖	 45g<br/>
柠檬奶油馅:蛋黄	 2<br/>
柠檬奶油馅：玉米淀粉	 20g <br/>
柠檬奶油馅：低筋面粉	 5g <br/>
柠檬奶油馅：黄油	 50g <br/>
------------------------------------------------- <br/>
挞皮：低筋面粉	 100g <br/>
挞皮：黄油	 45g <br/>
挞皮：冷水	 15ml <br/>
挞皮：糖粉	 10g <br/>
==================================<br/> 

1.首先，把食材准备如图。这个配方差不多是2个四寸的挞模，和一个小小挞模的量。<br/> 
2.先制作柠檬奶油馅儿。柠檬洗干净后，用擦丝器擦出细丝，不要擦出白色部分。 <br/>
3.将黄油、牛奶放入奶锅，煮至沸腾。<br/>
4.拿另一个碗，混合蛋黄、细砂糖、柠檬汁、柠檬皮屑、玉米淀粉、低筋面粉，用打蛋器搅打均匀。<br/>

5.一边搅打，一边慢慢倒入第二步煮沸的牛奶。将牛奶倒完并搅拌均匀后，把混合物重新倒回奶锅。<br/>
6.将奶锅用小火加热，边加热边用勺子不停的搅拌，直至浓稠状态。然后关火，继续搅拌一会儿。完成后降温放入冰箱冷藏2个小时以上。<br/>
7.冷藏完毕后，从冰箱拿出，用打蛋器高速打发奶油馅，一直打到奶油馅体积膨松，颜色变浅，成为顺滑膨松的奶油状。柠檬奶油馅就做好了。<br/>
8.奶油馅儿在冷藏的时候，开始做挞皮。黄油切成小粒，和面粉、糖粉混合在一起。用刮板不停的切面粉里的黄油丁，直到它们变得非常细小。 <br/>
9.然后在面粉里加入冷水。用手用力的揉压片刻，直到面粉、水、黄油完全混合均匀。然后捏成一个圆球，放入冰箱冷藏一个小时。（室温不高，可常温静置）<br/>
10.讲冷藏完的圆球放入挞模里，记得在面团上用叉子叉些小孔，防止烤的时候鼓出来。然后放进预热好上下火190℃的烤箱，烤15分钟左右，直到颜色金黄即可出炉<br/>。
11.挞皮出炉后，等待冷却。然后就可以将之前冷藏完毕的柠檬奶油馅挤在挞皮里。<br/>

12.这样就完成咯。再加两个爱吃的草莓，是不是既好看又美味呢~你也来试试吧：）</p>
</div>
<div class="container">
<img src="../pictures/p11601300.jpg" width="300" height="300" longdesc="../pictures/p11601767.jpg">
<img src="../pictures/p11601767.jpg" width="300" height="300" longdesc="../pictures/p11601767.jpg"><br/>
<br/>
</div>
<div class="container">
<?php include_once('guestbook.php');?>
</div>
<?php include_once('footer.php');?>



 
 

</html>